Revit 2027 API
ParameterTypeId.StairsInstUpLabelOn Property
 "Up label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsInstUpLabelOn { get; }
Public Shared ReadOnly Property StairsInstUpLabelOn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsInstUpLabelOn {
	ForgeTypeId^ get ();
}
static member StairsInstUpLabelOn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace